[
  {
    "id": "1",
    "title": "Equity",
    "description": "The equity portion of our portfolio aims at providing long term capital appreciation by investing in undervalued high quality stocks. We seek absolute returns, and thus are not invested 100% of the time.",
    "content_intro": "<h3>Equity Investments</h3>\n</br><p>Value Investing for Long Term Capital Appreciation</p>",
    "content_guide": "Capital Appreciation",
    "title_block1": "Equity Investments",
    "title_block1_content1": "Fundamental Analysis of Intrinsic Value",
    "block1_content1": "We are value investors. Our view is that equity market valuations fluctuate around their intrinsic value, broadly following business cycles, and that these fluctuations create opportunities for outstanding long term returns. As Sir John Templeton put it, \"bull markets are born on pessimism, grown on skepticism, mature on optimism and die on euphoria\".</br> \r\n\r\nFinancial history has constantly shown that markets overreact. They become overly pessimistic and significantly undervalue stocks during a recession, while they become overly optimistic and significantly overvalue stocks at the top of a business cycle. Our strategy is thus to aggressively buy high quality, deeply undervalued stocks during recessions/market crisis, and to sell our holdings when they are overvalued. This allows us to protect our gains in absolute terms and to be ready to buy once markets come back to undervalued territory.",
    "title_block1_content2": "Market Cycles",
    "block1_content2": "We overlay to this approach an analysis of market cycles. We believe that markets have four phases - phase 1, when markets form a bottom; phase 2, when markets rise; phase 3, when markets form a top; and phase 4, when markets fall. We identify market cycles using two methodologies. Our main methodology is the bottom up, fundamental analysis of stocks that we know well. When most, or all, of the stocks in our universe are overvalued, we take this as a sign that markets are too expensive. When most, or all, of our stocks are undervalued, we take this as a sign that markets are overly pessimistic and we buy. We tend to look at a constant universe of high quality businesses, in order to know our stocks well.</br>\r\n\r\nOur second methodology to identify market cycles and form our view is more of a technical nature. We look at the length of business cycles, at commodity prices, at some technical indicators analysing capital flows in equity markets, and at trends. This analysis is performed only to confirm our fundamental view, and to provide us with an indication for timing.</br>\r\n\r\nWe are driven by fundamentals, and do not try to take views on \"bubbles\" and on how long they could go on. As a result, we could wait on the sidelines for a significant amount of time if a long lasting bubble, disconnected from reality, forms. This is consistent with our goal, to preserve our capital, and with our market philosophy that at some point, bubbles bust.",
    "title_block1_content3": "Patience for Long Term Success",
    "block1_content3": "\r\nWarren Buffett once said “The Stock Market is a highly effective mechanism for the transfer of wealth from the impatient to the patient.” When we believe the stock market is expensive, we wait in cash. We are aware that we may be too early to sell our holdings, but we can patiently wait in cash that markets come back to depressed valuations, especially after taking what we view as \"reasonable absolute profits\" for one market cycle. Our goal is to catch at least one market cycle per decade, and to at least double our holdings per market cycle. At this rate, it takes 5 cycles to turn $1mn into $32mn. Our stock strategy is thus long term and not aimed at producing income. It is the \"growth\" portion of our portfolio.",
    "title_block1_content4": "",
    "block1_content4": "",
    "title_block1_content5": "",
    "block1_content5": "",
    "title_block1_content6": "",
    "block1_content6": "",
    "date": "2017-08-16",
    "image": "../images/equity.jpg",
    "viewed": "320",
    "user_id": "23",
    "language_id": "1",
    "status": "1",
    "category_id": "2"
  },
  {
    "id": "2",
    "title": "Fixed Income",
    "description": "We invest in companies with a strong business franchise and outstanding financials. We look at out of favour industries and countries in order to benefit from high yields with good risk adjusted returns. We are invested 100% of the time.\r\n",
    "content_intro": "<h3>Fixed Income Investments<h3>\n</br><p>Good Risk Adjusted Income Generation</p>",
    "content_guide": "Income Generation",
    "title_block1": "Fixed Income Investments",
    "title_block1_content1": "Income Generation",
    "block1_content1": "The fixed income portion of our portfolio aims at producing income. This portion is not aimed at creating strong capital gains, but rather at steadily growing the portfolio while giving the opportunity for our partners who wish so to receive regular dividends. It is the sole source of growth when equity markets are expensive or falling (phases 3 and 4).</br>\r\n\r\nWe focus on corporate high yield bonds, and exploit inefficiencies created by market structure. For instance, rating agencies cannot give an issuer a rating higher than the rating of the country where the issuer operates. Thanks to this rule, some high quality companies with outstanding financials and strong business franchises receive ratings lower than what their intrinsic value suggests. As a result, their bonds yield more than they should, providing investors with an attractive risk adjusted return. In the current low rate environment, our aggressive fixed income portfolio yields around 8% in USD.",
    "title_block1_content2": "Exploiting Structural Inefficiencies",
    "block1_content2": "We do not analyse business cycles for this strategy, as the aim is not growth but income. We are constrained to allocate funds as they arrive, and thus we cannot wait for favorable valuations. However, we tend to invest in out-of-favour countries or industries, taking advantage of structural market inefficiencies and of pessimism about certain sectors / countries in order to buy bonds of leading companies in these sectors / countries.\r\n</br>\r\nThis portion of the portfolio stays invested 100% of the time, including through crisis. As a result, companies we select must be able to survive through crisis without defaulting. We thus tend to choose leaders in their sectors, with high quality businesses, outstanding financials, low debt / assets ratio and high interest coverage ratios. We focus mainly on companies with a good asset base that produce solid cash flows relative to their indebtedness.",
    "title_block1_content3": "Experience in a Wide Range of Environments",
    "block1_content3": "Our track record includes profitable investments through revolutions and wars, even though this is not the type of environment we favour for our investments.",
    "title_block1_content4": "",
    "block1_content4": "",
    "title_block1_content5": "",
    "block1_content5": "",
    "title_block1_content6": "",
    "block1_content6": "",
    "date": "2018-01-31",
    "image": "../images/fixed-income.jpeg",
    "viewed": "390",
    "user_id": "23",
    "language_id": "1",
    "status": "1",
    "category_id": "2"
  },
  {
    "id": "3",
    "title": "Private Equity",
    "description": "We invest in income producing real assets. Our main focus is on real estate and agriculture.\r\n</br>\r\nWe also have interest in short distribution channels of agricultural products, import / export businesses and fintech.\r\n",
    "content_intro": "<h3>Private Equity<h3>\n \n</br><p>Growth Creation via Direct Participation in the Economy</p>",
    "content_guide": "Growth Creation",
    "title_block1": "Fixed Income Investments",
    "title_block1_content1": "Why Private Equity",
    "block1_content1": "Our interest in private equity stems from our wish to participate directly to the real economy and to support job creation and communities. We focus on sound, ethical businesses. We also appreciate the diversification benefits we get from exposure to such investments.",
    "title_block1_content2": "Our Core Sectors",
    "block1_content2": "Our core sectors of interest are real estate and farming. We have projects in these sectors in France, and are interested in getting exposure to such projects in other countries, in Europe, North America and in selected developing markets. We are particularly interested in investing in agriculture in Africa, Eastern Europe and Latin America.",
    "title_block1_content3": "Other Sectors of Interest",
    "block1_content3": "We are currently working on projects in import / export, and have a keen interest on short distribution channels of agricultural products, in France and other countries.\r\n</br>\r\nWe are also interested in short term trading strategies on futures markets, with an audited, proven track record in live markets.",
    "title_block1_content4": "",
    "block1_content4": "",
    "title_block1_content5": "",
    "block1_content5": "",
    "title_block1_content6": "",
    "block1_content6": "",
    "date": "2018-02-28",
    "image": "../images/priv-equity.jpg",
    "viewed": "299",
    "user_id": "23",
    "language_id": "1",
    "status": "1",
    "category_id": "2"
  },
  {
    "id": "4",
    "title": "Views on Global Equity Markets",
    "description": "This summer, our view on global equity markets has turned negative, and as a result the equity portion of our portfolio is now in cash. We are patiently waiting for valuations to become more reasonable before coming back in.\r\n",
    "content_intro": "Views on Global Equity Markets",
    "content_guide": "",
    "title_block1": "",
    "title_block1_content1": "Expensive valuations",
    "block1_content1": "The 6 year long bull market has pushed valuations to overvalued territory. High quality stocks that we look at have reached unsustainable valuations in terms of price to tangible net asset values, and the price / earnings ratio are also high. This leads us to conclude that even though stock prices may still run higher, the risk reward ratio in the stock market is no longer attractive.",
    "title_block1_content2": "Deteriorating Supply / Demand dynamics in global equity markets",
    "block1_content2": "Our proprietary indicators and research now show that this bull market is coming to an end. We see supply trending up, and demand trending down. This is typical of the “distribution” period of an old bull market, and as a result we see any rebound as a chance to build defensive positions. In addition, major markets have broken important trend lines, and volatility has significantly increased. We will not know the cause of this turmoil before some time, but these are enough signs to push us to quietly take our profits and wait for better times. We will not come back to the market unless we see tangible signs of improvement in the structure of the market.",
    "title_block1_content3": "Plummeting Commodity Prices",
    "block1_content3": "Most analysts, who still believe that we are now in a market correction, argue that plummeting commodity prices (crude oil being the most striking example, but we can also look at coal, steel, copper, aluminum, zinc or shipping rates) happened not because of demand, but because of excess supply. Maybe; but it is interesting to see that “excess supply” is correlated into so many commodity markets. Based on our analysis of equity markets, we believe that even though excess supply may be one factor, the main factor for plummeting commodity prices is falling demand. Producers manufacture less, most likely because inventories are building up. If they manufacture less, it means that profits of companies from commodity producers to part makers to companies selling to end consumers, will fall. This means that valuations of equity markets are even higher than currently estimated by forward P/E ratios. The probabilities that a shock is coming are high, and we need to prepare ourselves for such an eventuality.",
    "title_block1_content4": "",
    "block1_content4": "",
    "title_block1_content5": "",
    "block1_content5": "",
    "title_block1_content6": "",
    "block1_content6": "",
    "date": "2015-06-10",
    "image": "../images/market-view.jpg",
    "viewed": "161",
    "user_id": "23",
    "language_id": "1",
    "status": "1",
    "category_id": "1"
  },
  {
    "id": "5",
    "title": "Opportunities in the Oil Sector",
    "description": "As contrarian investors, it is our view that bear markets are great opportunities to buy selected high value names. In the past year, oil has fallen by more than 50%, with bond and stock prices of oil related companies plummeting.",
    "content_intro": "<h3>Opportunities in the Oil Sector<h3>\r\n \r\n</br>",
    "content_guide": "",
    "title_block1": "",
    "title_block1_content1": "",
    "block1_content1": "Our view is that this drop in oil prices is cyclical, and not structural. We do not believe that in the next few years, oil will be replaced by another, cleaner or cheaper, source of energy (for instance, shale gas or electricity). Even though cars are getting more fuel efficient, even though more and more car makers plan to produce electric cars by 2020, even though leading economies try to decrease CO2 emissions, we believe that oil will continue to be one of the major sources of energy.\r\n</br>\r\nMost commentators focus on the supply factor in order to explain such a sharp price drop. We partially agree with them, but we believe it is only the tip of the iceberg and just looking at this factor prevents us from understanding the actual dynamics in play.\r\n</br>\r\nWe believe that there is also a demand factor. Indeed, equity markets tell us that we are at the end of an up cycle..",
    "title_block1_content2": "",
    "block1_content2": "In addition, it is our view that OPEP countries, and in particular cost leaders among them, are taking advantage of this price drop to force less competitive producers out. It is rational, from their point of view, not to support prices by decreasing their production. Indeed, this would mean bearing the costs for “subsidizing” high cost producers, including one of their main competitors, American shale gas, and at the same time losing market share. It is logical, from their point of view, to maintain production long enough for higher cost producers to exit the business. This will take some time, but it will automatically adjust supply, while at the same time increasing the market share of cost leaders.\r\n</br>\r\nFinally, it is not in the interest of cost leaders to let prices too low for a long time, as it also affects their revenues, and eventually the political stability in these countries. As a result, we believe that at some point, they will decrease production if needed, in order to keep oil prices at an “acceptable level”.",
    "title_block1_content3": "",
    "block1_content3": "In this environment, it makes sense to focus on cost leaders / low cost producers. We have selected Tullow Oil. Their cash cost per barrel is much lower than current market prices, even including their “exploration and development costs”, i.e. what they invest every year to look for new oil fields. Their 2020 bonds now yield about 12% in USD, while their equity has fallen to levels unseen even in 2009. Because of our view on the equity market, we have not and will not buy their equity, but we have invested in their bonds. They currently have a higher net debt / EBITDA ratio than what we usually like to see for our investments, but this is because of large capex needs for their “TEN project”, with first oil planned for mid-2016; and it is still well below their covenants. We believe that, despite the current challenging environment, the company will manage to bring back this ratio to below 2x in the next three years. In addition, they have hedged a large part of their 2015 and 2016 production around the $70 / barrel level, giving them enough headroom to wait for markets to settle. Finally, they have recently negotiated a $1bn debt facility, while the size of their bond issue is $650mns. Their management team is of great quality, and has proven in the past their ability to navigate the business through challenging environments, so we are confident in their future.",
    "title_block1_content4": "",
    "block1_content4": "",
    "title_block1_content5": "",
    "block1_content5": "",
    "title_block1_content6": "",
    "block1_content6": "",
    "date": "2015-08-28",
    "image": "../images/oil.jpg",
    "viewed": "156",
    "user_id": "23",
    "language_id": "1",
    "status": "1",
    "category_id": "1"
  }
]
